
{
  "format": "graph-model",
  "generatedBy": "1.15.0",
  "convertedBy": "TensorFlow.js Converter v3.0.0",
  "modelTopology": {
    "node": [
      {
        "name": "Placeholder",
        "op": "Placeholder",
        "attr": {
          "dtype": {
            "type": "DT_FLOAT"
          },
          "shape": {
            "shape": {
              "dim": [
                {
                  "size": "1"
                },
                {
                  "size": "300"
                }
              ]
            }
          }
        }
      },
      {
        "name": "bp_output",
        "op": "Identity",
        "input": [
          "Placeholder"
        ],
        "attr": {
          "T": {
            "type": "DT_FLOAT"
          }
        }
      }
    ],
    "library": {},
    "versions": {
      "producer": 321
    }
  },
  "faceNodes": [
    "bp_output"
  ],
  "weightsManifest": [
    {
      "paths": [
        "group1-shard1of1.bin"
      ],
      "weights": [
        {
          "name": "systolic",
          "shape": [1],
          "dtype": "float32"
        },
        {
          "name": "diastolic",
          "shape": [1],
          "dtype": "float32"
        }
      ]
    }
  ]
}
