
{
  "format": "layers-model",
  "generatedBy": "keras v2.10.0",
  "convertedBy": "TensorFlow.js Converter v3.19.0",
  "modelTopology": {
    "keras_version": "2.10.0",
    "backend": "tensorflow",
    "model_config": {
      "class_name": "Sequential",
      "config": {
        "name": "arrhythmia_model",
        "layers": []
      }
    }
  },
  "weightsManifest": []
}
